Repository: mrbeam/OctoPrint-Netconnectd
Catalog: octoprint_netconnectd/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Network Connection
de: Netzwerkverbindung

source: Error while talking to netconnectd, is the service running?
de: Fehler in der Kommunikation mit netconnectd, läuft der Dienst?

source: Acting as access point
de: Als Access Point fungieren

source: Connected via wire
de: Anschluss per Kabel

source: Connected via wifi (SSID "%(ssid)s")
de: Verbindung per WLAN (SSID "%(ssid)s")

source: Connected via wifi (unknown SSID)
de: Verbindung per WLAN (unbekannte SSID)

source: Connected (unknown connection)
de: Verbunden (unbekannte Verbindung)

source: Not connected to network
de: Nicht mit einem Netzwerk verbunden

source: no wifi interface present
de: keine WLAN-Schnittstelle vorhanden

source: Connected (IP: %(ip)s)
de: Verbunden (IP: %(ip)s)

source: Not connected
de: Nicht verbunden

source: Connected to "%(ssid)s" (IP: %(ip)s)
de: Verbunden mit "%(ssid)s" (IP: %(ip)s)

source: Connected to unknown wifi (IP: %(ip)s)
de: Verbunden mit unbekanntem WLAN (IP: %(ip)s)

source: Access point down, not connected
de: Access Point aus, nicht verbunden

source: Wifi Connected
de: WLAN verbunden

source: Mr Beam 2 is now connceted to your wifi '%s'.
de: Mr Beam II ist jetzt mit Deinem WLAN '%s' verbunden.

source: Connection failed
de: Verbindung gescheitert

source: Mr Beam 2 could not connect to your wifi '%s'. Did you enter the correct passphrase?
de: Mr Beam II konnte sich nicht mit Deinem WLAN '%s' verbinden. Hast Du das Passwort korrekt eingegeben?

source: Mr Beam is now starting the access point. The connection may be interrupted before the access point is available.
de: Mr Beam startet nun den Access Point. Die Verbindung kann zwischenzeitlich unterbrochen werden, bevor der Access Point verfügbar ist.

source: OctoPrint is now switching to your configured Wifi connection and therefore shutting down the Access Point. I'm continuously trying to reach it at <strong>%(hostname)s</strong> but it might take a while. If you are not reconnected over the next couple of minutes, please try to reconnect to OctoPrint manually because then I was unable to find it myself.
de: Mr Beam II wechselt nun zu Deinem konfigurierten WLAN und beendet damit den Access Point. Wir versuche laufend, ihn bei <strong>%(hostname)s</strong> zu erreichen, aber es kann eine Weile dauern. Wenn Du in den nächsten Minuten nicht wieder verbunden wirst, versuche bitte, Dich manuell mit Mr Beam II zu verbinden, da die automatische Verbindung dann wohl n nicht geklappt hat.

source: Reconnecting...
de: Wiederverbinden.....

source: Wifi
de: WLAN

source: Sort by
de: Sortieren nach

source: ascending
de: aufsteigend

source: Quality
de: Qualität

source: descending
de: absteigend

source: Action
de: Aktion

source: Address
de: Adresse

source: Connect
de: Verbinden

source: Refresh
de: Aktualisieren

source: Advanced options
de: Erweiterte Optionen

source: Start AP
de: AP starten

source: Stop AP
de: AP stoppen

source: Reset daemon
de: Dämon zurücksetzen

source: Configure secured Wifi connection to "%(ssid)s"
de: Konfiguriere eine gesicherte WLAN-Verbindung zu "%(ssid)s"

source: Password
de: Passwort

source: Repeat Password
de: Passwort wiederholen

source: Passwords do not match
de: Passwörter stimmen nicht überein

source: Abort
de: Abbrechen

source: Confirm
de: Bitte bestätige, um fortzufahren.
